Repository: chadgates/thetravelling2
Catalog: wedding/locale/*/LC_MESSAGES/django.po
Languages: de

source: Declines with Regrets
de: Kann leider nicht teilnehmen.

source: Accepts with Pleasure. I will be accompanied by:
de: Nehme gerne teil. Ich werde begleitet von:

source: Attendance
de: Teilnahme

source: Name, Surname
de: Name, Vorname

source: Description
de: Bezeichnung

source: Price
de: Preis

source: Gift is part
de: Wunsch in Teilen

source: Maximum number of parts
de: Maximale Anzahl Teile

source: Number of parts taken
de: Bezogene Anzahl Teile

source: Voucher is from
de: Gutschein geschenkt von

source: Voucher Greeting
de: Glückwunsch an das Paar

source: Send voucher directly
de: Direkt versenden

source: Payment received
de: Zahlung erhalten. Vielen Dank!

source: Voucher issued
de: Gutschein ausgestellt

source: Total price
de: Total Betrag

source: Thank you so much for ordering a voucher and helping the couple to make their dream come true!
de: Vielen Dank für die Bestellung eines Gutscheins und dafür, dem Paar ihre Träume zu erfüllen!

source: The voucher will be issued after payment receipt.
de: Der Gutschein wird nach dem Zahlungseingang ausgestellt.

source: Please send your payment as follows:
de: Bitte bezahlen Sie wie folgt:

source: Account
de: Konto

source: In favour of
de: Zur Gunsten von

source: Amount
de: Betrag

source: Item count
de: Anzahl

source: Delete Gift?
de: Geschenk löschen?

source: Are you sure you want to remove this from your basket:
de: Sind sie sicher, dass sie dies aus ihrem Geschenkkorb entfernen möchten ?

source: Picture
de: Bild

source: Gift
de: Geschenk

source: Quantity
de: Menge

source: Confirm
de: Bestätigen

source: Cancel
de: Abbruch

source: Gift basket
de: Geschenkkorb

source: Your gift basket is empty.
de: Ihr Geschenkkorb ist leer.

source: Add a gift
de: Geschenk hinzufügen

source: Action
de: Aktion

source: Add another
de: Weiteres hinzufügen

source: Voucher Detail
de: Gutschein Detail

source: State the names from whom this voucher is from:
de: Gutschein wird geschenkt von (bitte Namen ergänzen):

source: Do you wish to add a special greeting on the voucher?
de: Möchten Sie einen Glückwunsch für das Brautpaar auf dem Gutschein?

source: Please send the voucher directly to the couple, I cannot make it to the wedding.
de: Ich werde die Hochzeit nicht besuchen, bitte den Gutschein direkt an das Brautpaar versenden.

source: Request Coupon
de: Gutschein bestellen

source: Are you sure you want to delete
de: Sind sie sicher, dass sie löschen möchten

source: Change
de: Ändern

source: Delete
de: Löschen

source: Save
de: Speichern

source: Add
de: Hinzufügen

source: Gifts
de: Wünsche

source: I treat the couple to
de: Ich schenke

source: of
de: von

source: parts of
de: Anteilen von

source: each with the value of CHF
de: im Wert von je CHF

source: with the value of CHF
de: im Wert von CHF

source: Grant wish
de: Wunsch erfüllen

source: already in your gift basket.
de: bereits im Geschenkkorb

source: Log-In to grant this wish
de: Bitte einloggen um einen Wunsch zu erfüllen

source: No gifts exists yet. Create one to get started.
de: Es gibt noch keine Geschenke. Legen Sie eines an.

source: Add new
de: Hinzufügen

source: Voucher List
de: Gutschein Liste

source: Voucher Created
de: Gutschein erstellt

source: Name on voucher
de: Name auf dem Gutschein

source: Voucher order received
de: Gutschein Bestellung erhalten

source: Payment instruction
de: Zahlungsinstruktion

source: Please send your payment as follows:
de: Bitte überweisen Sie ihre Zahlung wie folgt:

source: Total Amount
de: Totalbetrag

source: You have not ordered any vouchers.
de: Sie haben noch keinen Gutschein bestellt.

source: Yes, is attending
de: Ja, ist dabei

source: Additional Guest
de: Zusätzlicher Gast

source: No, unfortunatly not attending
de: Nein, kann leider nicht teilnehmen

source: You have not yet filled in the form. Please click edit to fill out the form.
de: Sie haben noch keine Anmeldung vorgenommen. Bitte klicken sie auf “Editieren” um die Anmeldung auszufüllen.

source: Edit
de: Editieren

source: Update
de: Aktualisieren

source: Created
de: Erstellt

source: Saved
de: Gespeichert

source: Deleted
de: Gelöscht

source: Added to Giftbasket
de: Dem Geschenkkorb hinzugefügt

source: Successfully sent a gift basket
de: Erfolgreich den Geschenkkorb versendet
